---
layout: post
title:  "2학기 과제 1"
---

1) 데이터와 정보의 차이점을 예를 들어 상세히 설명하세요. 2학년 A반 출석부는 데이터인가요, 정보인가요?
데이터는 단순한 숫자,문자와 같은 의미나 가치를 지니지 않은것이다 예를들면 이름,주소,전화번호와 같은거다
정보는 데이터를 처리하고 해석한 결과로,의사 결정을 지원하거나 의미 있는 내용을 제공 예를 들면 현재 온도가 21도입니다 라는 정보는 날씨가 어떤지 알고 나갈때 도움을 준다

A반 출석부는 데이터다 출석부에는 학번,이름 등 단순히 가치를 지니지 않은 정보이다

2)2020년에 개편된 정보처리기사/산업기사,데이터분석 전문가/준전문가,전산직 공무원,정보관리 기술사 시험에 대하여 알아보세요. 응시자격과 합격 기준,시험 일시 등

국가기술자격법 시행규칙 개정에 따라 NCS에 맞춰 2020년부터 시험 과목이 대폭 개편되었다 NCS에 맞춰서 출제되므로 이론이나 시사적인 내용의 비중이 줄어들고 전공 및 직무와 관련된 내용들이 주로 시험 문제로 나오게 되어서 비전공자들에겐 어려운 시험이 되었다
기술사 시험은 4년제 대학을 졸업했거나 3년제일 경우 1년의 실무 경험이 필요하며 동일 유사 분야 다른 종목의 기사등 자격이 있어야하고 기술사 시험은 1년에 총3번에서 4번 시험을 보며 필기는 100점을 만점으로 하여 과목당 40점 이상, 전과목 평균 60점 이상 맞아야 하고 실기는 100점을 만점으로 하여 60점 이상을 맞아야 한다
